Repository: Juxn89/flutter-platzi
Catalog: recipe_book/lib/l10n/app_*.arb
Languages: es

# title
source: Recipe book
es: Recetario

# noRecipes
source: There are no recipes available ðŸ˜­.
es: No hay recetas disponibles ðŸ˜­.

# addNewRecipeLabel
source: Add new recipe
es: Nueva receta

# recipeNameLabel
source: Recipe name
es: Nombre

# recipeNameLabelError
source: Please enter a recipe name
es: Agregue el nombre

# authorLabel
source: Author
es: Autor

# authorLabelError
source: Please enter an author
es: Agregue el autor

# imageURLLabelError
source: Please enter an image URL
es: Agregue la URL de la imagen

# recipeLabel
source: Recipe
es: Receta

# recipeLabelError
source: Please enter a recipe
es: Agregue la receta

# submitRecipeButton
source: Save recipe
es: Guardar
